export const MAIN_RANK_DUMMY_DATA = [
    {
        title: "타율",
        list: ["이정후", 0.360, "전준우", 0.347, "강백호", 0.347],
    },
    {
        title: "출루율",
        list: ["홍창기", 0.456, "강백호", 0.445, "이정후", 0.438],
    },
    {
        title: "장타율",
        list: ["양의지", 0.581, "최정", 0.562, "한유섬", 0.534],
    },
    {
        title: "타점",
        list: ["양의지", 111, "강백호", 102, "김재환", 102],
    },
    {
        title: "득점",
        list: ["구자욱", 107, "홍창기", 103, "피렐라", 102],
    },
    {
        title: "홈런",
        list: ["최정", 35, "나성범", 33, "알테어", 0.32],
    },
    {
        title: "도루",
        list: ["김혜성", 46, "최원준", 40, "박해민", 36],
    },
    {
        title: "방어율",
        list: ["미란다", 2.33, "백정현", 2.63, "고영표", 2.92],
    },
    {
        title: "삼진",
        list: ["미란다", 225, "카펜터", 179, "루친스키", 177],
    },
    {
        title: "다승",
        list: ["뷰캐넌", 16, "요키시", 16, "루친스키", 15],
    },
    {
        title: "세이브",
        list: ["오승환", 44, "김원중", 35, "정해영", 34],
    },
    {
        title: "홀드",
        list: ["장현식", 34, "정우영", 27, "주권", 27],
    },
];

export const LEADERBOARD_DUMMY_DATA = [
    {
        title: "1",
        list: ["KT", 144, 76, 59, 9, 0.563, 0],
    },
    {
        title: "2",
        list: ["삼성", 144, 76, 59, 9, 0.563, 0],
    },
    {
        title: "3",
        list: ["LG", 144, 72, 58, 14, 0.554, 1.5],
    },
    {
        title: "4",
        list: ["두산", 144, 71, 65, 8, 0.522, 5.5],
    },
    {
        title: "5",
        list: ["키움", 144, 70, 67, 7, 0.511, 7],
    },
    {
        title: "6",
        list: ["SSG", 144, 66, 64, 14, 0.508, 7.5],
    },
    {
        title: "7",
        list: ["NC", 144, 67, 68, 9, 0.496, 9],
    },
    {
        title: "8",
        list: ["롯데", 144, 65, 71, 8, 0.478, 11.5],
    },
    {
        title: "9",
        list: ["KIA", 144, 58, 71, 8, 0.433, 17.5],
    },
    {
        title: "10",
        list: ["한화", 144, 49, 83, 12, 0.371, 25.5],
    },

];

export const TEAM_WAA_DUMMY_DATA = [
    {
        title: "KT",
        list: [0.12, 0.55, 1.56, 4.67, 3.15],
    },
    {
        title: "삼성",
        list: [0.26, 0.30, 0.01, 4.58, -1.86],
    },
    {
        title: "LG",
        list: [-0.77, 0.65, 2.71, 2.71, 7.00],
    },
    {
        title: "두산",
        list: [4.81, -0.32, -1.45, 1.55, 2.75],
    },
    {
        title: "키움",
        list: [-0.44, 1.12, 0.91, 0.15, -3.13],
    },
    {
        title: "SSG",
        list: [5.77, 0.47, 0.87, -6.53, 0.00],
    },
    {
        title: "NC",
        list: [2.71, -0.23, -0.96, 1.16, -1.14],
    },
    {
        title: "롯데",
        list: [3.58, -0.93, -3.31, -2.95, -3.13],
    },
    {
        title: "KIA",
        list: [-9.40, -1.38, -2.18, -2.34, 0.51],
    },
    {
        title: "한화",
        list: [-8.78, -0.63, 2.08, -2.61, -4.19],
    },
];

export const SEARCH_DUMMY_DATA = [
    {
        name: "김재환",
        war: 4.77,
        avg: 0.274,
        hr: 27,
        sb: 2,
        rbi: 102,
        obp: 0.382,
        slg: 0.501,
        ops: 0.883,
    },
    {
        name: "박건우",
        war: 4.62,
        avg: 0.325,
        hr: 6,
        sb: 13,
        rbi: 79,
        obp: 0.400,
        slg: 0.441,
        ops: 0.841,
    },
    {
        name: "양석환",
        war: 3.10,
        avg: 0.273,
        hr: 28,
        sb: 2,
        rbi: 96,
        obp: 0.337,
        slg: 0.441,
        ops: 0.827,
    },
    {
        name: "페르난데스",
        war: 3.07,
        avg: 0.315,
        hr: 15,
        sb: 0,
        rbi: 81,
        obp: 0.391,
        slg: 0.443,
        ops: 0.833,
    },
    {
        name: "허경민",
        war: 2.07,
        avg: 0.278,
        hr: 5,
        sb: 5,
        rbi: 59,
        obp: 0.338,
        slg: 0.365,
        ops: 0.703,
    },
    {
        name: "박계범",
        war: 2.06,
        avg: 0.267,
        hr: 5,
        sb: 4,
        rbi: 46,
        obp: 0.368,
        slg: 0.357,
        ops: 0.725,
    },
    {
        name: "김인태",
        war: 1.74,
        avg: 0.259,
        hr: 8,
        sb: 0,
        rbi: 46,
        obp: 0.373,
        slg: 0.378,
        ops: 0.700,
    },
    {
        name: "정수빈",
        war: 1.47,
        avg: 0.259,
        hr: 3,
        sb: 12,
        rbi: 37,
        obp: 0.326,
        slg: 0.374,
        ops: 0.700,
    },
    {
        name: "조수행",
        war: 1.01,
        avg: 0.286,
        hr: 1,
        sb: 21,
        rbi: 8,
        obp: 0.418,
        slg: 0.369,
        ops: 0.787,
    },
    {
        name: "강승호",
        war: 0.94,
        avg: 0.239,
        hr: 7,
        sb: 8,
        rbi: 37,
        obp: 0.301,
        slg: 0.375,
        ops: 0.677,
    },
]